Repository: Snesnopic/CanShaker
Catalog: Shared files/Localizable.xcstrings
Source language: en
Languages: de, es_419, fa_ir, fr, it, tr

source: You've reached an average speed of over 15 km/h!
de: Du hast ein durchnittliches Tempo von über 15 Km/h erreicht!
es_419: ¡Has alcanzado una velocidad media de más de 15 km/h!
fr: Tu as atteint une vitesse moyenne de plus de 15 km/h !
it: Hai raggiunto una velocità media di oltre 15 m/s!

source: You've shaken your can over 1000 times! Keep it up!
de: Du hast deine Sprühdose mehr als 1000 Mal geschüttelt! Mach weiter so!
es_419: ¡Has sacudido tu lata más de 1000 veces! ¡Sigue así!
fr: Tu as secoué ta bombe plus de 1000 fois ! Continue comme ça !
it: Hai agitato la lattina più di 1000 volte! Continuate così!

source: You've used the app for more than 7 consecutive days!
de: Du hast die App an mehr als 7 Tagen nacheinander benutzt!
es_419: ¡Has utilizado la aplicación durante más de 7 días consecutivos!
fr: Tu as utilisé l'application pendant plus de 7 jours consécutifs !
it: Hai utilizzato l'app per più di 7 giorni consecutivi!

source: Your post-workout heartbeat is so chill, even a meditation guru would envy your cardio-nap routine!
de: Dein Herzschlag nach getaner Arbeit ist so ruhig, selbst Meditations-Profis sind neidisch auf deine Cardio-Nickerchen Routine!
es_419: ¡Tus latidos del corazón después del entrenamiento son tan tranquilos que incluso un gurú de la meditación envidiaría tu rutina de siesta cardiovascular!
fr: Ton rythme cardiaque après l'entraînement est tellement calme que même un gourou de la méditation envierait ta routine de cardio-dodo !

source: **Avg. BPM:** %@
es_419: **Promedio LPM:** %@
fr: **BPM Moy. :** %@
it: **BPM medi:** %@
tr: Ort. BPM

source: **Avg. speed:** %@ m/s²
es_419: **Promedio velocidad:** %@ m/s²
fr: **Vitesse Moy. :** %@ m/s²
it: **Velocità media:** %@
tr: Ort. Hız

source: **Energy:** %lld kcal
es_419: **Energía:** %lld kcal
fr: **Energie :** %lld kcal
it: **Energia:** %lld kcal
tr: Enerji

source: Hygiene
es_419: Higiene
fr: Hygiène
it: Igiene
tr: Hijyen

source: Progress: %lld%%
es_419: Progreso: %11d%%
fr: Progression : %lld%%
it: Progresso: %lld%%

source: Start
es_419: Inicio
fa_ir: شروع
fr: Démarre
it: Inizia

source: BPM
es_419: LPM
fa_ir: ضربان قلب
